! Russian Locale

! menu
title = Bayesian Network tools in Java
fnf = File Not Found
file = Архив
new = Ново
open = Открыто
save = За исключением
saveas = За исключением Как
close = Конец
exit = Выход
edit = Редактируйте
undo = Расстегните
view = Взгляд
centernet = Разбивочная Сеть
fitnet = Подходящая сеть к окну
zoomin = Сигнал Внутри
zoomout = Сигнал Вне
zoom100 = Сигнал до 100%
about = О
submitfeedback = Дайте Обратную связь

! Tabs
modeedit = Редактируйте Сеть
moderun = Побегите Сеть

! Toolbar
tool_save = За исключением
tool_addnode = Добавьте Узел (n)
tool_addedge = Добавьте Край (e)
tool_deleteedge = Извлекайте Край (d)
tool_deletenode = Извлекайте Узел (k)
tool_center = Разбивочная Сеть (c)
tool_zoom2fit = Пригонка Сигнала (x)
tool_zoomin = Сигнал Внутри (q)
tool_zoomout = Сигнал Вне (a)
tool_zoom100 = Сигнал до 100% (z)

! Belief Node Editor
edittitle = Редактируйте Сеть
properties = Свойства
nodeproperties = Вообще Свойства
networkname = Имя Сети
domainprop = Свойства Домена
domain = Домен
continuousvariable = Непрерывнаяа переменная
discreteoutcomes = Дискретные Исходы
up = Вверх по
down = Вниз
newoutcome = Новый Исход
add = Добавьте
remove = Извлекайте
domaintype = Тип Домена
continuousradio = Непрерывно
discreteradio = Дискретно
apply = Применитесь
accept = Примите
cancel = Cancel
